Revit 2027 API
ParameterTypeId.SteelElemBoltStandard Property
 "Standard"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemBoltStandard { get; }
Public Shared ReadOnly Property SteelElemBoltStandard As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemBoltStandard {
	ForgeTypeId^ get ();
}
static member SteelElemBoltStandard : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace